[
  {
    "id": "0",
    "name": "ABDUL ALHAZRED",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/227abd_com_crd_01_0.jpg",
    "bio": "<p>Originating from 8th century, Abdul Alhazred is the creator of legendary Necronomicon, a powerful black magic tome patterned after the <a aria-label=\"Learn more about Darkhold\" href=\"/items/darkhold\">Darkhold</a>. At some point Alhazred's spirit became trapped in the realm Pellucidar, a pocket dimension formerly accessed within subterranean Earth It has been hypothesized that Alhazred died in Pellucidar or that his spirit was transported there by the Great Race of Yith. Alhazred's spirit was stored within the crystal of Pellucidar's reptilian Mahar race.</p>\n\n<p>Around 1920, a lieutenant in a minor band of slavers was caught stealing from his captain and hid in a cave, where he found a portal to Pellucidar. Energies released from the Mahar crystal allowed Alhazred's mind to control the thief, trasforming him into a more powerful version of Alhazred's own body before the portal closed. Alhazred took command of a band of slavers and forced them to unearth the portal to Pellucidar. One of the slaves fled from the caverns but was pursued and slain by Alhazred's slavers. This murder was seen and avenged by Tarzan who then pursued Alhazred into Pellucidar. The slavers had also captured and African princess, Ayesha, to serve as a sacrifice to the crystal in hopes of Alhazred regaining his full power. Tarzan and Ayesha separated from Alhazred who took command of a cannibal tribe and used their ship to speed his journey, ultimately arriving at the jungle Mahar city. Meanwhile, the Mahar had built a sonic weapon using the crystal, preparing to taking over Pellucidar. Locating the Mahar city, Ayesha found the weapon's controls, turning it against Alhazred and his allies and slaying Alhazred's pet hawk. The Mahar attacked Ayesha in their control room, and she was forced to vlow up the control device to save herself. Alhazred recovered and revealed his intent to sacrifice his allies to the crystal to gain more energy. However, Tarzan the arrived, following a stampede of dinosaurs and other creatures driven to frenzy by the sonic weapon. Alhazred attacked Tarzan, planning to sacrifice him instead, but the crystal began feeding off his own energies as well, and he was now vulnerable to other assaults. Alhazred was driven into the crystal, which drained all of his power and life energy, causing him to crumble into ashes.</p>\n\n<p>In recent years Abdul Alhazred - or possible another host - sought to takeover the Madripoor crime empire of Tyger Tiger, intending to depose prince Baran and establish Madripoor as his power base and then to barter with other countries for the extradition of criminals who had fled there. Alhazred's agents kidnapped Tyger Tiger and Archie Corrigan, but internal conflicts caused them to crash their plane in Madripoor's jungles. From there, they were overpowered by <a aria-label=\"Learn more about Wolverine\" href=\"/characters/wolverine-james-howlett\">Wolverine</a> and sent to jail. Wolverine revealed the he was atleast familiar with Alhazredand respected, if not feared, his power and wrath.</p>\n\n<p>Sometime later, Alhazred himself attacked and overpowered Wolverine, and then re-kidnapped Tyger Tiger and Corrigan. When Wolverine returned to free his allies, Alhazred unleased his demons, hoping to send Wolverine into a berserker fury, which Alhazred could then control. When Wolverine resisted, maintained mental control of himself, the psychic backlash caused Alhazred to be banished to the extradimensional demon realm.</p>\n"
  },
  {
    "id": "1",
    "name": "ABERRATION",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/aberration.jpg",
    "bio": "<p>Rana Philips enlisted in the U.S. Army and was assigned to Abu Fasaud Central Prison. She took part in the abuse of prisoners there, and her supposed fiancé, Sergeant Jeffrey Ivey was also allegedly involved, taking photos of the abuse although never appearing in them. After telling Philips he was leaving her for another woman, she shot and killed him. At her court martial, Philips was sentenced to death, but <a aria-label=\"Learn more about General John Ryker\" href=\"/characters/john-ryker\">General John Ryker</a> freed and transformed her, using DNA from the <a aria-label=\"Learn more about Abomination\" href=\"/characters/abomination\">Abomination</a>, into a superhuman powerhouse. As Aberration she was given a place on Ryker's <a aria-label=\"Learn more about Gamma Corps: Black\" href=\"/teams-and-groups/gamma-corps-black\">Gamma Corps: Black</a>. </p><p>Aberration and her teammates, <a aria-label=\"Learn more about Axon\" href=\"/characters/axon\">Axon</a> and <a aria-label=\"Learn more about Morass\" href=\"/characters/morass\">Morass</a>, were assigned to abduct <a aria-label=\"Learn more about Lyra\" href=\"/characters/lyra\">Lyra</a>, the <a aria-label=\"Learn more about Hulk (Bruce Banner)\" href=\"/characters/hulk-bruce-banner\">Hulk (Bruce Banner)</a>'s daughter from an alternate future, to be brought back to the Origins Corporation for genetic harvesting, and seize Lyra's <a aria-label=\"Learn more about Boudicca\" href=\"/items/boudicca\">Boudicca</a>; a sentient technological device which stole information belonging to <a aria-label=\"Learn more about Norman Osborn\" href=\"/characters/green-goblin-norman-osborn\">Norman Osborn</a>. Lyra escaped from the initial confrontation, seemingly killing Morass, and Aberration and Axon fled. Between dehydration from hiking for hours through the desert and being drained of her energy to replenish Axon's depleting stores, Aberration was on the verge of collapse until discovering a town. Storming a small shop after mauling a few bikers, Aberration drank until her strength was restored. Using the remaining townspeople as bait, she lured Lyra out into the open and attacked. Caught in an explosion after Lyra threw her into a fuel pump, Aberration's body attempted to rapidly replace all the burnt tissue, forming massive cancerous growths and extra appendages, leaving her horribly disfigured. Lyra then drove a large metal pole through her brain, apparently killing her.</p>"
  },
  {
    "id": "2",
    "name": "ABIGAIL BRAND",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/ohitsme--brand_2.jpg",
    "bio": "Agent Brand’s father is a blue-furred extraterrestrial that mated with an Earth women. At some point in her childhood she observed an unrevealed confrontation involving her father, which apparently influenced her to join SWORD (Sentient Worlds Observation and Response Department), a spy agency that deals with extraterrestrial threats to world security. By the age of 28, the abrasive but highly competent Brand was promoted to SWORD director, but her lack of social skills made her unpopular with SWORD’s agents. At some point, Brand had the words “Grace” and “Anna” tattooed on her arms for unrevealed reasons.\n\nBelieving a false prophecy that foretold his violent homeworld, Breakworld, would be destroyed by an Earth mutant, most likely an X-Man, the warlord Ord traveled to Earth to declare war. Brand and SWORD negotiated with Ord, offering him a chance to eradicate the mutant gene while they sought the identity of the prophesied mutant. Ord stole the body of deceased X-Man Colossus (Piotr Rasputin), revived him, and with geneticist Dr. Kavita Rao, turned the cure for the Legacy virus found within Colossus into a “cure” for mutantkind, experimenting on mutants located with Brand’s help. Brand then recruited Lockheed the dragon to act as a SWORD mole within the X-Men. Ord laterprovoked confrontations with the X-Men, the last of which drew the attention of SWORD and its Earth-based counterpart, SHIELD. During a simultaneous mutant riot, Brand was confronted by the X-Men and, after she explained the Breakworld situation to them, Ord was defeated and taken into SWORD custody. Following this, Brand was brought before the Peak Council, SWORD’s ruling board, where she defended her amoral actions, saying there was nothing she would not do to protect the Earth. When Breakworld psychics learned Colossus was the prophesied mutant, a Breakworld armada was sent to attack Earth. To keep the armada away, Brand kidnapped the X-Men and took them to Breakworld, hoping they could help her disarm a 10-mile long missile intended to destroy Earth. While on Breakworld, Brand used her heat-generating abilities to help X-Man Beast (Hank McCoy) survive the sub-zero temperatures of a tactical weather strike, then in a later battle intercepted a laser blast intended for Beast, subsequently revealing she had intense feelings for him. While unable to stop the missile from being launched, X-Man Kitty Pryde used her phasing powers to keep the missile from impacting Earth, but was trapped in the missile as a result.\n\nFollowing her return to Earth, Brand recruited Beast to help hold her accountable and began dating him as well. Sometime later, Brand was present when the shape-shifting Skrull race invaded the Earth, destroying SWORD’s orbital headquarters. Breaking into a Skrull vessel en route to Earth, Brand cried when she learned her agency had failed to prevent the Skrulls from clandestinely infiltrating all aspects of Earth, then used the ship’s systems to purge the Skrull crew, freeing their captive, Reed Richards (Mr. Fantastic), and helping gather Earth’s heroes to resist the invasion. Following the invasion, her command of SWORD was temporarily shared with Peter Gyrich. Brand and Beast worked against freelance peacekeeping agent Death’s Head when he tried to collect a bounty on the head of her hated half-brother, Lothi. While Brand was away, Gyrich instigated a xenophobic imprisonment and deportation of all extraterrestrial life on Earth, including Brand. Beast worked with Death’s Head to free Brand, then they helped end Gyrich’s deportation program, all while simultaneously warding off a Drenx invasion of Earth. Brand also worked to rescue Kitty Pryde from Breakworld’s missile, provided the X-Men with intelligence during their investigation into reality-traversing ghost box technology, recruited Spider-Woman (Jessica Drew) into SWORD as a Skrull hunter and assisted in the X-Men’s battle against mad geneticist Kaga’s mutant-extermination campaign."
  },
  {
    "id": "3",
    "name": "ABOMINATION",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/acotilletta2--abomination_hd.jpg",
    "bio": "<p>Formerly known as Emil Blonsky, a spy of Soviet Yugoslavian origin working for the KGB, the Abomination gained his powers after receiving a dose of gamma radiation similar to that which transformed Bruce Banner into the incredible <a aria-label=\"Learn more about Hulk\" href=\"/characters/hulk-bruce-banner\">Hulk</a>. As a result he was permanently transformed into a massive green-skinned monster whose physical power was equivalent to, if not greater than, that of the Hulk. While he was able to maintain his normal level of self-control and intelligence after this transformation, he is unable to return to human form.</p><p>Given his gamma-spawned origins, Blonsky blames his condition on Banner and his alter ego, the Hulk. The Abomination and the Hulk have clashed on numerous occasions, with Blonsky perpetually playing the role of the aggressor. Although Blonsky occasionally gains the upper hand in their battles, the Hulk manages to triumph in the end. But not always; the Abomination is one of the few who can lay claim to victory over the green-skinned goliath.</p><p>In recent years, it was revealed that his hideous new visage had served to alienate Blonsky from his ex-wife, Nadia. Coupled with constant defeats at the hands of the Hulk, this has driven Blonsky nearly insane in his hatred for Banner. The Abomination also grew incensed upon learning that Banner had married Betty Ross, the daughter of General \"Thunderbolt\" Ross. With the loss of his wife, Blonsky figured it is only fair to him that Banner should lose Betty. Out of jealousy, he caused the apparent death of Bruce Banner's wife Betty. While she was recovering from radiation sickness caused by exposure to the gamma radiation within Banner, he poisoned her with his radioactive blood, causing Banner and his associates to believe that her close proximity to the Hulk had given her a fatal case of radiation poisoning. Banner later exposed the Abomination's role in Betty's seeming death, and defeated him in combat.</p><p>Not only had his grand scheme failed, but Banner also forgave Blonsky. The Abomination could not comprehend and endure his enemy's absolution, and his moment of triumph was twisted into crushing defeat. Blonsky realized he had become what he abhorred the most - it was he who was the rampaging, inhuman monster; not the Hulk as he had religiously believed all these years.</p><p>Months later, the still-grieving General Ross manipulated the Hulk into attacking and almost killing Blonsky. The Abomination was taken into custody by the military; as punishment, he was forced to watch a film loop of himself and his wife prior to his transformation, making his incarceration a constant reminder of what he has lost.</p><p>Recently, the Abomination was among the first victims murdered at the hands of the <a aria-label=\"Learn more about Red Hulk\" href=\"/characters/red-hulk\">Red Hulk</a>.</p>"
  },
  {
    "id": "4",
    "name": "ABRAXAS",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/abraxas442px.jpg",
    "bio": "<p>Abraxas, as the antithesis of <a aria-label=\"Learn more about Eternity\" href=\"/characters/eternity\">Eternity</a> and the abstract embodiment of destruction, sought to destroy not only the main Marvel Comics universe, known as Earth-616, but all parallel realities as well using a weapon of universal destructive power called the Ultimate Nullifier. The location of the Ultimate Nullifier was unknown except to the Human Torch, a member of the super hero team the <a aria-label=\"Learn more about Fantastic Four\" href=\"/teams-and-groups/fantastic-four\">Fantastic Four</a>. With the intention of attracting the attention of the Fantastic Four, Abraxas killed another universe's <a aria-label=\"Learn more about Galactus\" href=\"/characters/galactus\">Galactus</a>, and sent his skull to Earth-616, also using the skull as a homing beacon. This caused a disturbance in the space-time continuum, allowing people from other universes to come through the gap left by the head, including another Nova (Frankie Raye). When the Fantastic Four sought the counsel of the Watcher, they found that he had forgotten who he was, and then he became comatose. Eternity told <a aria-label=\"Learn more about Mister Fantastic\" href=\"/characters/mister-fantastic\">Mister Fantastic</a> of the Fantastic Four that this was caused by Abraxas.</p><p>After Mister Fantastic gathered a selection of superheroes to fight the minions of Abraxas on the moon (the home of the Watcher), the <a aria-label=\"Learn more about Silver Surfer\" href=\"/characters/silver-surfer\">Silver Surfer</a> was killed by a mist of micro-organisms as he attempted to defend the Watcher from them. The minions seemed to seek the Human Torch, and after investigation it was discovered that he possessed the coordinates of the Ultimate Nullifier. However they were not only within the mind of their Human Torch, but split between the minds of three other Human Torches in alternate universes.</p><p>After finding these alternate Human Torches, and passing on the information to the Human Torch of Earth-616, the Fantastic Four found the Ultimate Nullifier. However they were betrayed by the alternate version of Nova, who worked for Abraxas. Abraxas then seemingly destroyed <a aria-label=\"Learn more about Roma\" href=\"/characters/roma\">Roma</a>, the protector of Eternity.</p><p>After Nova gave Abraxas the Ultimate Nullifier, a battle commenced which the Fantastic Four were losing. However Franklin Richards, Mister Fantastic's son who possessed powers that enabled him to warp reality, and Valeria von Doom pooled their powers and revived Galactus from his star-like remains, though the siblings burned out their powers in the act. The newly reformed Galactus then recalled the Ultimate Nullifier from Abraxas' grasp, revealing to all present that the Ultimate Nullifier was actually a part of his being. Due to interference from Nova the Ultimate Nullifier fell to Mister Fantastic, who realised that the only way to destroy Abraxas was to destroy the whole of reality and recreate the multiverse using the Nullifier. After he does so, those who had died, including the Silver Surfer, were brought back to life, Franklin Richards was left without any power, Valeria is replaced with a new baby inside the womb of the <a aria-label=\"Learn more about Invisible Woman\" href=\"/characters/invisible-woman\">Invisible Woman</a>, and the Watcher was returned to normal.</p>"
  },
  {
    "id": "5",
    "name": "ABSORBING MAN",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/absorbingman_head.jpg",
    "bio": "<p>Crusher Creel's life was little more than that of any common criminal. Although he  did spend some time as a boxer, he usually resorted to petty crime. It was on one such extortion racket that he was convicted of aggravated assault and remanded to prison. <a aria-label=\"Learn more about Loki\" href=\"/characters/loki\">Loki</a>, the Asgardian god of mischief, knew Creel would be the perfect unwitting agent to battle <a aria-label=\"Learn more about Thor\" href=\"/characters/thor-thor-odinson\">Thor</a>, so he slipped an enchanted potion into Creel's drinking water in the prison commissary. Filled with power, Creel broke out of prison and soon found himself in conflict with Thor. He found he could absorb the properties of Thor's hammer as well as Thor himself, and Creel, calling himself the Absorbing Man, managed to force Thor to flee. In fact, Thor was told that his love, <a aria-label=\"Learn more about Jane Foster\" href=\"/characters/jane-foster-kincaid\">Jane Foster</a>, had been kidnapped by Loki, and he left to rescue her. A braggart and lout to the end, Creel flaunted his \"success\" until Thor returned after making sure Jane Foster was safe. A violent battle ensued, but Thor managed to use his hammer's magic to alter the elements Creel had transformed into. Suddenly forced into the qualities of helium, the Absorbing Man drifted apart.</p><p>Loki wasn't finished with his lackey, yet. He helped Creel re-form his body and transported him to Asgard, in hopes that he would help him take over. But when the Absorbing Man dared to consider his power better than that of <a aria-label=\"Learn more about Odin\" href=\"/characters/odin\">Odin</a>'s, lord of the <a aria-label=\"Learn more about Asgardians\" href=\"/characters/asgardians\">Asgardians</a>, he challenged Odin and was waved away, transported into space. Creel eventually managed to return to Earth by hitching a ride on a comet and immediately encountered the <a aria-label=\"Learn more about Hulk\" href=\"/characters/hulk-bruce-banner\">Hulk</a>. The Absorbing Man nearly defeated his powerful opponent, lying him low and about to crush him with a huge boulder. But, in absorbing the Hulk's power during his transformation back into his alter ego, Bruce Banner, Creel was also transformed back to normal and buried by his own boulder. Loki freed him again so as to challenge Thor once more, but Thor tricked him into turning into water, and the Absorbing Man was dissipated. A short time later, Creel managed to reintegrate himself, fight Thor and later the Hulk, only to find himself defeated time and again.</p><p>Eventually reassembling his body after his last defeat, Creel was fed up at fighting and losing to super-human champions. He wanted to flee the country, but by taking a hostage, he alerted his presence to the <a aria-label=\"Learn more about Avengers\" href=\"/teams-and-groups/avengers\">Avengers</a>. Even though he managed to keep the Avengers at bay, Creel escaped by diving into the ocean, transforming himself into water. He finally reintegrated himself on Easter Island but suffered from a deranged mind as a result of his body being so long intermingled with the ocean. Neurotically frightened of any one with a superpower, he was convinced that the normal Bruce Banner, who also happened upon the island when fleeing Japan as the Hulk, was a superhuman. It was only a matter of time before the Absorbing Man and the Hulk clashed, and Creel tried to absorb the entire island to defeat him. The Hulk swatted him away, and Creel's mental state made him think he actually was an island, floating mindlessly at sea. </p><p>Eventually coming to his right mind and returning to America, he stalked <a aria-label=\"Learn more about Dazzler\" href=\"/characters/dazzler-alison-blaire\">Dazzler</a> to acquire her light-powers to use against the Avengers. He was defeated, however, when Dazzler sought aid from the <a aria-label=\"Learn more about Fantastic Four\" href=\"/teams-and-groups/fantastic-four\">Fantastic Four</a> and found <a aria-label=\"Learn more about Black Bolt\" href=\"/characters/black-bolt\">Black Bolt</a> instead. Black Bolt's sonic powers combined with Dazzler to overpower the Absorbing Man.</p><p>Creel was abducted from prison by the omnipotent alien known as the <a aria-label=\"Learn more about Beyonder\" href=\"/characters/maker\">Beyonder</a> to fight in the so-called Secret Wars, after which he was restored to Earth. During this time, Creel met the villainess <a aria-label=\"Learn more about Titania\" href=\"/characters/titania-mary-macpherran\">Titania</a> (Mary MacPherran), and the two developed a relationship. Upon their return, Creel and Titania were contacted by the second <a aria-label=\"Learn more about Baron Zemo\" href=\"/characters/baron-zemo-helmut-zemo\">Baron Zemo</a>, who was forming a new <a aria-label=\"Learn more about Masters of Evil\" href=\"/teams-and-groups/masters-of-evil\">Masters of Evil</a>. After several independent assignments, they were defeated by the <a aria-label=\"Learn more about Ant-Man\" href=\"/characters/ant-man-scott-lang\">Ant-Man</a> (Scott Lang) and the <a aria-label=\"Learn more about Wasp\" href=\"/characters/wasp-janet-van-dyne\">Wasp</a>.</p><p>Creel continued to engage in various criminal activities, most often with Titania, although the two often ran afoul of one superhero or another, including his arch-enemy Thor. Perhaps again tiring of battling superhuman opponents, the Absorbing Man seemed committed to try to give up his criminal ways, earning a friendly respect with the hero Thunderstrike, but later abandoned such attempts. </p><p>After many months, Titania and Creel got married. Both villains had turned away from more malicious actions, preferring to quietly keep each other's company, although they never gave up bank robberies and other activities completely. Creel and Titania occasionally continued to come into conflict with superheroes, such as when the <a aria-label=\"Learn more about Black Widow\" href=\"/characters/black-widow-natasha-romanova\">Black Widow</a> (Natasha Romanova) was under a vendetta to dispose of all Avengers' villains, and she shattered Creel's altered form. Another time, Creel was duped by the villain <a aria-label=\"Learn more about Crossbones\" href=\"/characters/crossbones\">Crossbones</a> to keep <a aria-label=\"Learn more about Captain America\" href=\"/characters/captain-america-steve-rogers\">Captain America</a> busy while Crossbones ignited a bomb. Creel, however, claiming not to be a murderer, absorbed the properties of Captain America's shield to save the city from the explosion. Creel escaped to seek revenge on Crossbones, but the details of the outcome have yet to be revealed.</p><p>When Titania was diagnosed with cancer, the couple felt that they had nowhere to turn. They kidnapped a doctor but were confronted by Thor, who convinced them to seek professional care. About this time, Thor assumed the rule of Asgard and brought it into Earth's plane of existence. He attracted a religious following while helping humanity, and Creel became one of his followers.</p><p>At some point, Creel was imprisoned in a maximum-security penitentiary. He had also somehow developed a new aspect of his powers, allowing him to take over the mind of another. He used this ability to take control of the Hulk and make an escape. In the battle that followed, the Absorbing Man defeated the Hulk but was tricked into trying to take over the mind of a corpse. His real body withered and died. He was imprisoned again, serving time at Pym Experimental Penitentiary Number One, a prison that kept its super-powered inmates miniaturized, and participated in a breakout led by the <a aria-label=\"Learn more about Mad Thinker\" href=\"/characters/mad-thinker\">Mad Thinker</a> only to be thwarted by She-Hulk.</p>"
  },
  {
    "id": "6",
    "name": "ABYSS",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/abyss442.jpg",
    "bio": "<p>Once a Mutate on the island nation of Genosha, Abyss was among many who contracted the deadly mutant-killing <a aria-label=\"Learn more about Legacy Virus\" href=\"/characters/legacy-virus\">Legacy Virus</a>. <a aria-label=\"Learn more about Professor Charles Xavier\" href=\"/characters/professor-x\">Professor Charles Xavier</a> recruited Abyss into the Mutant Underground, a secret cabal of both mutants and pro-mutant human supporters fighting for the vindication of mutantkind, and assigned him as a bodyguard for Genoshan scientist Renee Majcomb who was researching a cure for the Virus. Secreted away deep in the Louisiana bayou, Abyss aided the mutant soldier from the future <a aria-label=\"Learn more about Cable\" href=\"/characters/cable\">Cable</a>, his mercenary ally <a aria-label=\"Learn more about Domino\" href=\"/characters/domino-neena-thurman\">Domino</a> and the techno-organic alien <a aria-label=\"Learn more about Douglock\" href=\"/characters/warlock-technarchy\">Douglock</a> in preventing First Strike soldiers from the anti-mutant taskforce Operation: Zero Tolerance from capturing Majcomb.</p><p>After a cure for the Virus had been released, Abyss found himself in Berlin battling the fire-wielding mutant Fever Pitch. Both were captured by the mutant <a aria-label=\"Learn more about X-Corps\" href=\"/teams-and-groups/x-corps\">X-Corps</a> militia led by the former <a aria-label=\"Learn more about X-Man\" href=\"/teams-and-groups/x-men\">X-Man</a> <a aria-label=\"Learn more about Banshee\" href=\"/characters/banshee\">Banshee</a>. While being held for scientific study, Abyss witnessed the murder of the Japanese mutant <a aria-label=\"Learn more about Sunpyre\" href=\"/characters/sunpyre\">Sunpyre</a> by rogue X-Corps members. Following the revelation that the shape-changing mutant terrorist <a aria-label=\"Learn more about Mystique\" href=\"/characters/mystique\">Mystique</a> had infiltrated the X-Corps in an attempt to seize its assets for her own use, a wounded Banshee freed Abyss from his confinement, allowing him to use his power to pull Mystique into the void within his body.</p><p>Later, Abyss was mentally compelled to travel to the Caribbean island of Isla des Demonas where he joined the X-Man <a aria-label=\"Learn more about Nightcrawler\" href=\"/characters/nightcrawler\">Nightcrawler</a> and other mutants with teleportation powers in creating a portal to the other-dimensional home of <a aria-label=\"Learn more about Azazel\" href=\"/characters/azazel\">Azazel</a>, a demonic-looking mutant from ancient times who was amassing an army with which to reclaim the Earth. The X-Men arrived to rescue their teammate, and inadvertently caused the collapse of the portal. Many of the teleporters were killed, but not before all assembled were transported through to the other dimension. There, Abyss' powers acted in reverse, ejecting everything the void within his body had ever pulled in, including Mystique. Azazel subsequently revealed that he was the father of the teleporters, collectively referred to as the Neyaphem, and sought to enlist the aid of Nightcrawler and Abyss in opening another portal to Earth. At that moment, back on Earth, the X-Man <a aria-label=\"Learn more about Polaris\" href=\"/characters/polaris\">Polaris</a> used her magnetic powers to force open the void within Abyss' body, allowing the heroes to return and leaving Azazel and his followers trapped.</p><p>Following the advent of House of M|\"M-Day\", Abyss was one of many mutants who were stripped of their mutant nature to become ordinary humans.</p>"
  },
  {
    "id": "7",
    "name": "ABYSS",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/abyss_pic.jpg",
    "bio": "<p>Most of Abyss' life is shrouded in mystery. It is known that he is the son of Mystique but neither he nor Nightcrawler realize they are brothers. It is also rumored that he fought his way out of <a aria-label=\"Learn more about Sinister\" href=\"/characters/sinister-age-of-apocalypse\">Sinister</a>&amp;s labs. But instead of escaping, he fought his way into Apocalypse's lair and assassinated a <a aria-label=\"Learn more about Horseman\" href=\"/teams-and-groups/horsemen-of-apocalypse-age-of-apocalypse\">Horseman</a> by the name of Bastion. Impressed by the boy's tenacity, Apocalypse made him his youngest Horseman.  </p><p>During the evacuation of Maine, Abyss was in charge of stopping the <a aria-label=\"Learn more about X-Men\" href=\"/teams-and-groups/x-men-age-of-apocalypse\">X-Men</a> and the Sentinels from helping the humans escape North America. He kidnapped a young boy and used him to draw <a aria-label=\"Learn more about Quicksilver\" href=\"/characters/quicksilver-age-of-apocalypse\">Quicksilver</a> into the open. Obviously obsessed with impressing Apocalypse by capturing the son of <a aria-label=\"Learn more about Magneto\" href=\"/characters/magneto-age-of-apocalypse\">Magneto</a>, Abyss abandoned his main goal of stopping the evacuation and allowed it to occur. He met Quicksilver but was unable to defeat the X-Men leader. Quicksilver was able to save the kidnapped boy and defeat Abyss with the help of his fellow X-Man, <a aria-label=\"Learn more about Storm\" href=\"/characters/storm-age-of-apocalypse\">Storm</a>. </p><p>Following this defeat, Abyss was placed in charge of interrogating the mysterious man known as Bishop. With the assistance of the Shadow King and the Madri Abyss began his interrogation. The X-Men staged a daring raid to free him and Abyss allowed his ego to get in the way of completing his mission. This time it cost him more than just his objective, however. Abyss underestimated the strength of the mutant Banshee and his sonic scream. Flying into Abyss, Banshee cut loose with the full fury of his powers and it appeared that he ripped Abyss apart. Abyss has not been heard from since and it is assumed that he is dead. But whether a mutant with his powers and no true physical form could ever truly die is unknown.</p>"
  },
  {
    "id": "8",
    "name": "ABYSS",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/228aby_com_crd_01.jpg",
    "bio": "Sealed in a coffin-like prison, Abyss was taken to the edge of the universe to a place called Knowhere to end his reign of terror once and for all. Those responsible for his capture were his arch-foes, the <a aria-label=\"Learn more about Luminals\" href=\"/teams-and-groups/luminals\">Luminals</a>, but when his prison began to malfunction, Abyss attempted an escape. Manipulating the citizens of Knowhere and turning them into zombies, he fought his captors. The first to fall was <a aria-label=\"Learn more about Suspensor\" href=\"/characters/suspensor\">Suspensor</a>, followed by the remaining Luminals. <a aria-label=\"Learn more about Nova\" href=\"/characters/nova-richard-rider\">Nova</a> arrived on Knowhere soon after and was attacked by zombies along with Knowhere's Chief of Security, <a aria-label=\"Learn more about Cosmo\" href=\"/characters/cosmo-dog\">Cosmo</a>. In the end, Nova sealed Abyss back in his prison and restored peace. Abyss remains in captivity, but it is possible Abyss could return someday to plague the universe."
  },
  {
    "id": "9",
    "name": "ACE",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/229ace_com_crd_01.jpg",
    "bio": "<p>When the titanic threat known as Terminus rampaged through Tokyo, Ace and <a aria-label=\"Learn more about One-Eyed Jacquie\" href=\"/characters/one-eyed-jacquie\">One-Eyed Jacquie</a>, better known as <a aria-label=\"Learn more about Blackjack\" href=\"/teams-and-groups/blackjack\">Blackjack</a>, flew undauntedly in its way. The giant that at one time gave pause to the mighty <a aria-label=\"Learn more about Avengers\" href=\"/teams-and-groups/avengers\">Avengers</a> was fooled into submission when Jacquie threatened it with a bogus <a aria-label=\"Learn more about Ultimate Nullifier\" href=\"/items/ultimate-nullifier\">Ultimate Nullifier</a>.  Never far from his partner's side, even when she was transformed into a reptilian biped, Ace, also devolved, had to fight the menace of <a aria-label=\"Learn more about King Simian\" href=\"/characters/king-simian\">King Simian</a>; who intended to devolve the entire planet. An expertly aimed exploding shell destroyed his machinery, and the evil monkey-man was imprisoned at the zoo. Soon after, aliens landed on Earth and opened a Utopia Centre, inviting all inside. They appeared to be friendly, but Blackjack wasn't taking any chances and destroyed the institution despite the aliens explanation they only wanted to put an end to disease, war and famine. Blackjack told them real advancement needed to be achieved through hardship and discontent.</p><p>When the undersea monster Titan vented his anger on surface dwellers, Blackjack was dispatched to deal with the problem. This time, however, they received aid from Henry Pym and his group of <a aria-label=\"Learn more about Avengers\" href=\"/teams-and-groups/avengers\">Avengers</a>. Once the battle was won, Blackjack offered to deputize Pym's team in order for them to escape persecution from then director of super-human affairs, <a aria-label=\"Learn more about Norman Osborn\" href=\"/characters/green-goblin-norman-osborn\">Norman Osborn</a>. As Pym discredited his team time-after-time for various reasons, Ace and Jacquie went to the Infinite Avengers Mansion to revoke his Avengers' status but discovered <a aria-label=\"Learn more about Ultron\" href=\"/characters/ultron\">Ultron</a> usurped control of the mansion, leaving them trapped inside with Pym and <a aria-label=\"Learn more about Jocasta\" href=\"/characters/jocasta\">Jocasta</a>. Within Pym's lab, Ace spotted a door potentially leading to freedom, and not heeding Pym's warning, Ace blasted it off its hinges. It turned out the lab wasn't on Earth but in a  dimension called Underspace. The odds stacked against them, Ace tricked Ultron, with the help of Pym's ants equipped with holographic projectors, into believing Pym summoned many of Earth's mightiest heroes to oppose him, forcing Ultron to retreat.</p>"
  },
  {
    "id": "10",
    "name": "ACHEBE",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/achebe.jpg",
    "bio": "<p>Reverend Doctor Michael Ibn al-Hajj Achebe's true identity remains unknown. Stories persist that he was originally a Ghudazian farmer until Ujankan guerillas took refuge in his home, repaying his hospitality by stabbing him repeatedly, burning his farm, and stealing his unfaithful wife. Refusing to die, the farmer sold his soul to the devil for revenge, hunting down and slaying everyone associated with his wife, from close family to casual acquaintances.</p><p>Though that tale remains unconfirmed, Achebe did sell his soul to the demon <a aria-label=\"Learn more about Mephisto\" href=\"/characters/mephisto\">Mephisto</a>. Earning multiple degrees in America, he formed ties with rogue elements in the U.S. intelligence community. Ghudaza shared a border with the technologically advanced Wakanda, and Achebe's new allies saw him as a means to access restricted Wakandan information denied them by the the Wakandan king T'Challa, also known as the Black Panther. Achebe was repatriated, and through a complex series of deniable intermediaries, including Spectrum Dynamics, the Russian Mafia, and the Volcan Domuyan secret police, his allies instigated a bloody, ethnic civil war in Ghudaza. Thousands of refugees fled into Wakanda, Achebe included, and were housed in makeshift camps. T'Challa's decision to accept these outsiders angered many more insular Wakandans, while the refugees grew restless over the poor living conditions in the camps.</p><p>T'Challa was aware that the situation had been engineered, but played along to draw his enemies into the open. Achebe's allies lured T'Challa to America by creating a scandal in the Wakandan-backed Tomorrow Fund charity, and Achebe led a coup in his absence. T'Challa's step-mother Ramonda agreed to share power with Achebe. Publicly this alliance was to halt the civil war; secretly, it was to spy on Achebe for T'Challa while appearing to betray her stepson. Achebe's secret U.S. backers lost control of him when T'Challa forced Mephisto to cut Achebe loose.  This caused Achebe's insanity to worsen. Now taking advice from his hand puppet Daki, Achebe had T'Challa's fiancée kidnapped and turned into a human bomb. T'Challa rescued her, and rooted out Achebe's allies. Achebe responded by activating giant Panther \"Prowler\" robots designed to defend Wakanda's capital, turning them on the citizens. T'Challa returned to confront Achebe, who escaped disguised as the Black Panther after threatening to blow up the palace. </p><p>Achebe went into hiding, briefly emerging to torture the renegade Dora Milaje <a aria-label=\"Learn more about Nakia\" href=\"/characters/malice-nakia\">Nakia</a> (T'Challa's former ally). Months later, when T'Challa was deposed as Black Panther by <a aria-label=\"Learn more about Erik Killmonger\" href=\"/characters/erik-killmonger\">Erik Killmonger</a>, Achebe hired Deadpool and his allies to kidnap Killmonger's leopard companion Preyy.  Achebe hoped that Deadpool would slay Killmonger, thus restoring Achebe's \"playmate\" T'Challa. When this failed, Achebe killed Preyy and went back into hiding.</p>"
  },
  {
    "id": "11",
    "name": "ACROBAT",
    "photo": "https://terrigen-cdn-dev.marvel.com/content/prod/1x/acrobat_%2528carl_zante%2529.jpg",
    "bio": "<p>The self-proclaimed “World’s Greatest Acrobat“; former circus performer Carl Zante encouraged the <a aria-label=\"Learn more about Human Torch\" href=\"/characters/human-torch-johnny-storm\">Human Torch</a> to leave the <a aria-label=\"Learn more about Fantastic Four\" href=\"/teams-and-groups/fantastic-four\">Fantastic Four</a> so that they could team-up as the crime-fighting Torrid Twosome. Feeling he would get more fame and fortune apart from the Fantastic Four, Johnny agreed, unaware that his new partner secretly intended to use the Torch's powers to rob the Glenville Savings Bank. After the Torch melted the vault, Zante robbed the bank and turned on the Torch, only to be apprehended by the Fantastic Four. Later, the Acrobat posed as <a aria-label=\"Learn more about Captain America\" href=\"/characters/captain-america-steve-rogers\">Captain America</a> at the Glenville Antique Auto Show, working with two criminals who served as decoys while Zante once again robbed the Glenville Savings Bank. Although the Acrobat had formulated a detailed escape plan, the Torch recaptured him.</p><p>Several years later Zante escaped prison and was recaptured by the Human Torch and the real Captain America.</p>"
  }
]